Repository: The-Daily-Gain-Inc/travelog
Catalog: Travelog/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: World Map
fr: Carte du monde

source: Trips
fr: Voyages

source: Stats
fr: Statistiques

source: Settings
fr: Réglages

source: Favorites
fr: Favoris

source: Surprise Me
fr: Surprends-moi

source: On This Day
fr: Ce jour-là

source: Slideshow
fr: Diaporama

source: Countries
fr: Pays

source: Regions
fr: Régions

source: Heat
fr: Densité

source: All years
fr: Toutes années

source: My Passport
fr: Mon passeport

source: Where was this?
fr: Où était-ce ?

source: Recent Memories
fr: Souvenirs récents

source: Highlights
fr: Moments forts
